int a, b;
Console.WriteLine("Введите два целых числа");
a = Convert.ToInt32(Console.ReadLine());
b = Convert.ToInt32(Console.ReadLine());
if (a>b)
{
 Console.WriteLine("Большее число = "+a);   
}
else
{
    Console.WriteLine("Большее число = "+b);
}


//Задача 2: Напишите программу, которая на вход принимает 2 числа и
// какое число большее, а какое меньшее.
//   a = 5; b = 7 -> max = 7
//   a = 2 b = 10 -> max = 10
//   a = -9 b = -3 -> max = -3



